Repository: common-repository/poolparty-thesaurus
Catalog: languages/pp-thesaurus-*.po
Languages: de_de

source: Please click on "Import/Update Thesaurus"
de_de: Bitte klicken Sie auf "Import/Update Thesaurus"

source: Uploading the thesaurus can take a few minutes (4-5 minutes).<br />Please remain patient and don't interrupt the procedure.
de_de: Das Hochladen des Thesauruses kann einige Minuten (4-5 Minuten) dauern. <br />Bitte bleiben Sie geduldig und unterbrechen Sie die Prozedur nicht.

source: Options for automated linking of recognized terms
de_de: Optionen für die automatische Verknüpfung von gefundenen Begriffen

source: automated linking disabled
de_de: automatisierte Verknüpfung deaktiviert

source: Terms excluded from automated linking
de_de: Begriffe, die von der automatisierten Verknüpfung ausgeschlossen werden sollen

source: comma separated values
de_de: Begriffe durch Komma getrennt

source: Please indicate the SPARQL endpoint.
de_de: Bitte geben Sie den SPARQL-Endpunkt an.

source: Please indicate the SKOS file to be imported.
de_de: Bitte geben Sie eine SKOS-Datei zum Importiert an.

source: Invalid characters in the comma separated list.
de_de: Ungültige Zeichen in der durch Komma getrennte Liste.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: An error has occurred while downloading the file.
de_de: Es ist ein Fehler beim Herunterladen der Datei aufgetreten.

source: An error has occurred while storing the RDF data to the database.
de_de: Es ist ein Fehler beim Speichern der RDF-Daten in die Datenbank aufgetreten.

source: An error has occurred while storing the data from the SPARQL endpoint to the database.
de_de: Es ist ein Fehler während des Speicherns der Daten vom SPARQL-Endpunkt in die Datenbank aufgetreten.

source: You are not allowed to call this page directly.
de_de: Sie haben keine Berechtigung diese Seite direkt aufzurufen.

source: Settings
de_de: Einstellungen

source: The glossary pages cannot be created.
de_de: Die Glossar-Seiten können nicht erstellt werden.

source: The ARC2 library cannot be installed automatically.
de_de: Die ARC2 Bibliothek kann nicht automatisch installiert werden.

source: Please install ARC2 manually (see the <a href="%s" target="_blank">installation guide</a> point 3 and 4).
de_de: Bitte installieren Sie ARC2 manuell (siehe <a href="%s" target="_blank">Installationsanleitung</a> Punkt 3 und 4).

source: The plugin directory is not writable.
de_de: Das Plugin-Verzeichnis ist nicht beschreibbar.

source: The library cannot be downloaded from <a href="https://github.com/semsol/arc2" target="_blank">https://github.com/semsol/arc2</a>.
de_de: Die Bibliothek kann nicht von <a href="https://github.com/semsol/arc2" target="_blank">https://github.com/semsol/arc2</a> heruntergeladen werden.

source: The library cannot be unzipped.
de_de: Die Bibliothek kann nicht entpackt werden.

source: The entire content of the library cannot be moved into the "arc" sub directory.
de_de: Der gesamte Inhalt der Bibliothek kann nicht in das Unterverzeichnis "arc" verschoben werden.

source: Please install and enable the mbstring extension for PHP!
de_de: Bitte installieren und aktivieren Sie die mbstring Erweiterung für PHP!

source: For more information please visit <a href="http://php.net/manual/en/mbstring.installation.php" target="_blank">mbstring installation</a> on php.net
de_de: Für weitere Informationen besuchen Sie bitte die Seite <a href="http://php.net/manual/en/mbstring.installation.php" target="_blank">mbstring Installation</a> auf php.net

source: Last data update on %1$s
de_de: Letzte Aktualisierung der Daten am %1$s

source: Please install ARC2 first before you can change the settings!
de_de: Bitte installieren Sie ARC2 zuerst, bevor Sie die Einstellungen ändern können!

source: Download ARC2 from https://github.com/semsol/arc2 and unzip it. Open the unziped folder and upload the entire contents into the '/wp-content/plugins/poolparty-thesaurus/arc/' directory.
de_de: Laden Sie sich ARC2 von https://github.com/semsol/arc2 herunter und entpacken Sie es. Öffnen Sie den ausgepackten Ordner und speichern Sie den Inhalt in das Verzeichnis '/wp-content/plugins/poolparty-thesaurus/arc/'.

source: Data settings
de_de: Daten Einstellungen

source: Last data update on %1$s from %2$s
de_de: Letzt Aktualisierung am %1$s über %2$s

source: Please import a SKOS Thesaurus
de_de: Bitte importieren Sie einen SKOS Thesaurus

source: Import/Update SKOS Thesaurus from
de_de: Import/Update SKOS Thesaurus vom

source: RDF/XML file
de_de: RDF/XML Datei

source: Common settings
de_de: Allgemeine Einstellungen

source: link and show description in tooltip
de_de: verknüpfe und zeige die Beschreibung im Tooltip an

source: link without tooltip
de_de: verknüpfe (ohne Anzeige im Tooltip)

source: Thesaurus languages
de_de: Thesaurus Sprachen

source: Save settings
de_de: Einstellungen speichern

source: not available
de_de: nicht vorhanden

source: Please indicate the SPARQL endpoint or the SKOS file to be imported.
de_de: Bitte geben Sie den SPARQL-Endpunkt oder eine SKOS-Datei zum Importiert an.

source: The specified file is not an RDF file.
de_de: Die angegebene Datei ist keine RDF-Datei

source: No SPARQL endpoint has been indicated.
de_de: Es wurde kein SPARQL-Endpoint angegeben.

source: The transfer of data from the SPARQL endpoint is not possible.
de_de: Die Übertragung der Daten vom SPARQL-Endpunkt ist nicht möglich.

source: Could not execute query: %s
de_de: Konnte die Abfrage nicht ausführen: %s

source: Definition not available in %s
de_de: Definition ist in '%s' nicht vorhanden

source: An error has occurred while reading concept data.
de_de: Beim Lesen des Konzepts ist ein Fehler aufgetreten.

source: Search for documents related with
de_de: Suche nach Dokumenten im Zusammenhang mit

source: Synonyms
de_de: Synonyme

source: Related terms
de_de: Verwandte Konzepte

source: Broader terms
de_de: Übergeordnete Konzepte

source: Narrower terms
de_de: Untergeordnete Konzepte

source: Linked data frontend for %s
de_de: Linked Data Frontend für %s

source: Definition of %s
de_de: Definition von %s

source: Title
de_de: Titel

source: Width of the search field
de_de: Länge des Suchfeldes

source: or
de_de: oder
